Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/SignInWithApple.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_TITLE_APPLETV
source: See how your data is managed
ar: تعرَّف على كيفية إدارة بياناتك
bg: Вижте как се управляват вашите данни
ca: Mostra com es gestionen les dades
cs: Informace o správě vašich dat
da: Se, hvordan dine data administreres
de: So werden deine Daten verwaltet
el: Τρόπος διαχείρισης των δεδομένων σας
es: Consulta cómo se gestionan tus datos
es_us: Consulta cómo se utiliza tu información
fi: Katso, miten tietojasi hallitaan
fr: Découvrez comment sont gérées vos données
fr_ca: Découvrez comment vos données sont gérées
he: כיצד מנוהלים הנתונים שלך
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है
hr: Pogledajte kako se upravlja vašim podacima
hu: Az adatok kezelésének áttekintése
id: Lihat bagaimana data Anda dikelola
it: Scopri come vengono gestiti i tuoi dati
ja: 個人データの管理方法について確認
kk: Деректеріңіз қалай басқарылады
ko: 사용자의 데이터가 어떻게 관리되는지 보기
lt: Kaip tvarkomi mano duomenys
ms: Lihat cara data anda diurus
nl: Bekijk hoe je gegevens worden beheerd
no: Se hvordan dataene administreres
pl: Jak zarządzamy Twoimi danymi
pt_br: Veja como os seus dados são gerenciados
pt_pt: Veja como são geridos os seus dados
ro: Aflați cum sunt gestionate datele dvs.
ru: Как осуществляется управление данными
sk: Informácie o správe vašich dát
sl: Kako so upravljani vaši podatki
sv: Se hur dina data hanteras
th: ดูการจัดการข้อมูลของคุณ
tr: Verilerinizin nasıl yönetildiğini görün
uk: Як керують вашими даними
vi: Xem cách chúng tôi quản lý dữ liệu của bạn
zh_cn: 了解数据的管理方式
zh_hk: 查看資料管理方式
zh_tw: 查看你資料的管理方式

# SPLASH_TITLE
source: Sign in with Apple & Privacy
ar: تسجيل الدخول باستخدام Apple والخصوصية
bg: Вход с Apple и поверителност
ca: Inici de sessió amb Apple i la privacitat
cs: Přihlášení přes Apple a soukromí
da: Log ind med Apple og anonymitet
de: „Mit Apple anmelden“ & Datenschutz
el: Σύνδεση μέσω Apple και απόρρητο
es: “Iniciar sesión con Apple” y la privacidad
es_us: Iniciar sesión con Apple y la privacidad
fi: Kirjaudu sisään Applella ja tietosuoja
fr: Se connecter avec Apple et confidentialité
fr_ca: Connexion avec Apple et confidentialité
he: ״התחברות באמצעות Apple״ ופרטיות
hi: Apple से साइन इन करें और गोपनीयता
hr: Prijava s Appleom i privatnost
hu: A Bejelentkezés az Apple-lel és az adatvédelem
id: Masuk dengan Apple & Privasi
it: Accedi con Apple e privacy
ja: Appleでサインインとプライバシー
kk: Apple арқылы жүйеге кіру және құпиялылық
ko: Apple로 로그인 및 개인정보 보호
lt: Prisijungimas naudojant „Apple“ ir privatumas
ms: Daftar masuk dengan Apple & Privasi
nl: 'Log in met Apple' en privacy
no: Logg på med Apple og personvern
pl: Funkcja Zaloguj się, używając konta Apple i prywatność
pt_br: Iniciar sessão com a Apple e Privacidade
pt_pt: Iniciar sessão com a Apple e Privacidade
ro: Autentificarea cu Apple și intimitatea
ru: Вход с Apple и конфи­денциальность
sk: Prihlásenie cez Apple a súkromie
sl: Vpiši se z računom Apple in zasebnost
sv: Logga in med Apple och integritet
th: ลงชื่อเข้าด้วย Apple และความเป็นส่วนตัว
tr: Apple ile Giriş Yap ve Gizlilik
uk: Вхід з Apple і приватність
vi: Đăng nhập bằng Apple & Quyền riêng tư
zh_cn: 通过Apple登录与隐私
zh_hk: 使用Apple登入與私隱
zh_tw: 使用Apple登入與隱私權
